{
  "name": "Распределитель Кислорода",
  "icon": "ad_astra:oxygen_distributor",
  "sortnum": 2,
  "category": "ad_astra:the_moon",
  "pages": [
    {
      "type": "patchouli:spotlight",
      "title": "Распределитель Кислорода",
      "item": "ad_astra:oxygen_distributor",
      "text": "Распределитель кислорода - это мощная машина, которая распределяет кислород в герметичном помещении, позволяя выжить любой жизни внутри. Он работает точно так же, как кислородный загрузчик, когда вы заливаете воду в резервуар, но вместо того, чтобы давать вам кислород, кислород распределяется в воздухе."
    },
    {
      "type": "patchouli:spotlight",
      "title": "Водяной Насос",
      "item": "ad_astra:water_pump",
      "text": "Водяной насос необходим для поддержания непрерывной работы распределителя кислорода. Чтобы использовать его, поместите бесконечный источник воды ниже, затем поместите водяной насос над одним из водяных блоков, а затем поместите Распределитель Кислорода рядом с ним. Убедитесь, что насос и распределитель кислорода снабжены достаточной мощностью."
    },
    {
      "type": "patchouli:crafting",
      "title": "Распределитель и Насос",
      "recipe": "ad_astra:oxygen_distributor",
      "recipe2": "ad_astra:water_pump"
    },
    {
      "type": "patchouli:text",
      "title": "Использование Распределителя",
      "text": "Как только вы снабдите распределитель кислорода бесконечным источником воды, достаточным количеством энергии и полностью герметичным помещением, он будет распределять кислород в этом помещении. Чтобы проверить, распространяется ли кислород, нажмите \"показать\" в графическом интерфейсе Распределителя. Если вы видите плавающие вокруг пузырьки, это означает, что в помещение поступает кислород."
    },
    {
      "type": "patchouli:text",
      "text": "Если в вашей конструкции есть отверстие, из-за которого выходит кислород, графический интерфейс распределителя выдаст предупреждение. Залатайте отверстие, чтобы избежать ненужного потребления энергии и кислорода. После этого вы должны быть в состоянии снять свой кислородный костюм и выжить. Каждый Распределитель Кислорода может поддерживать до 6000 блоков, что позволяет построить космическую станцию или базу среднего размера. Если вам нужно больше, вы можете разместить больше Распределителей Кислорода."
    },
    {
      "type": "patchouli:text",
      "title": "Вентиляция",
      "text": "Внутри вашего наполненного кислородом сооружения вы должны обеспечить надлежащую вентиляцию, чтобы гарантировать, что кислород не блокируется при закрытой двери. Для этого вы можете создать зазор в один блок между стенами или создать пространство, ведущее к Распределителю."
    }
  ]
}