{
  "name": "Oxygen Distributor",
  "icon": "ad_astra:oxygen_distributor",
  "sortnum": 2,
  "category": "ad_astra:the_moon",
  "pages": [
    {
      "type": "patchouli:spotlight",
      "title": "Oxygen Distributor",
      "item": "ad_astra:oxygen_distributor",
      "text": "The oxygen distributor is a powerful machine that distributes oxygen in a sealed room, allowing any life inside to survive. It works exactly like an oxygen loader, where you insert water into the tank, but instead of giving you oxygen, the oxygen is distributed into the air."
    },
    {
      "type": "patchouli:spotlight",
      "title": "Water Pump",
      "item": "ad_astra:water_pump",
      "text": "The water pump is essential for keeping the oxygen distributor running infinitely. To use it, place an infinite water source below, then place the water pump above one of the water blocks, and then place the oxygen distributor adjacent to it. Make sure to supply both the pump and the oxygen distributor with sufficient power."
    },
    {
      "type": "patchouli:crafting",
      "title": "Distributor and Pump",
      "recipe": "ad_astra:oxygen_distributor",
      "recipe2": "ad_astra:water_pump"
    },
    {
      "type": "patchouli:text",
      "title": "Using the Distributor",
      "text": "Once you have supplied the oxygen distributor with an infinite water source, sufficient energy and a completely sealed room, it will distribute oxygen in that room. To check that oxygen is being distributed, click \"show\" in the distributor GUI. If the room is highlighted, that means that the oxygen has been successfully distributed."
    },
    {
      "type": "patchouli:text",
      "text": "If there is a hole in your structure that is causing oxygen to escape, the distributor GUI will provide a warning. Patch the hole to avoid unnecessary power draw and oxygen usage. After that, you should be able to take off your oxygen suit and survive. Each oxygen distributor can support up to 6,000 blocks, allowing you to build a moderately sized space station or base. If you need more, you can place more oxygen distributors."
    },
    {
      "type": "patchouli:text",
      "title": "Ventilation",
      "text": "Inside your oxygenated structure, you should provide proper ventilation to ensure that oxygen does not get blocked when a door is closed. To do this, you can create a one-block gap in between walls or use a vent block to allow oxygen flow."
    },
    {
      "type": "patchouli:text",
      "title": "Rapid depressurization",
      "text": "When your structure is fully sealed, and a hole is created, your structure will rapidly depressurize. This can be a catastrophic event. All entities inside will be violently sucked out of the hole and die without a space suit. The oxygen distributor will also rapidly drain oxygen and power. Avoid this by patching holes as soon as possible and by preventing accidental holes from being created."
    }
  ]
}