{
  "name": "Кисневий розповсюджувач",
  "icon": "ad_astra:oxygen_distributor",
  "sortnum": 2,
  "category": "ad_astra:the_moon",
  "pages": [
    {
      "type": "patchouli:spotlight",
      "title": "Кисневий розповсю.",
      "item": "ad_astra:oxygen_distributor",
      "text": "Кисневий розповсюджувач — це потужний прилад, який розподіляє кисень у закритому приміщенні, дозволяючи будь-якій живій істоті вижити. Він працює так само як кисневий апарат, де ви вливаєте воду в бак, але замість того, щоб давати вам кисень, кисень розповсюджується в повітрі."
    },
    {
      "type": "patchouli:spotlight",
      "title": "Водяна помпа",
      "item": "ad_astra:water_pump",
      "text": "Водяна помпа необхідна для безперервної роботи кисневого розповіюджувача. Щоб використовувати його, розмістіть знизу нескінченне джерело води, а потім розмістіть водяну помпу над одним з джерел води, опісля розмістіть кисневий розповсюджувач поруч з ним. Переконайтеся, що насос і кисневий розповсюджувач забезпечені достатньою потужністю."
    },
    {
      "type": "patchouli:crafting",
      "title": "Розповсю. і насос",
      "recipe": "ad_astra:oxygen_distributor",
      "recipe2": "ad_astra:water_pump"
    },
    {
      "type": "patchouli:text",
      "title": "Використання",
      "text": "Після того, як ви забезпечите кисневий розповсюджувач нескінченним джерелом води, достатньою кількістю енергії та повністю герметичною кімнатою, він розподілятиме кисень у цій кімнаті. Щоб перевірити, чи розподіляється кисень, натисніть «показати» в графічному інтерфейсі розподілювача. Якщо ви бачите, що навколо плавають бульбашки, це означає, що кімната насичується киснем."
    },
    {
      "type": "patchouli:text",
      "text": "Якщо у вашій будівлі є отвір, який спричиняє витік кисню, графічний інтерфейс розповсюджувача видасть попередження. Залатайте отвір, щоб уникнути непотрібного споживання енергії та кисню. Після цього ви можете безпечно зняти кисневе спорядження. Кожен кисневий розповсюджувач може підтримувати до 6000 блоків, що дозволяє побудувати космічну станцію або базу середнього розміру. Якщо вам потрібно більше, ви можете розмістити більше розповсюджувачів."
    },
    {
      "type": "patchouli:text",
      "title": "Вентиляція",
      "text": "Усередині вашої, насиченої киснем, конструкції ви повинні забезпечити належну вентиляцію, щоб потік кисню не блокувався коли двері зачинені. Для цього між стінами можна створити проміжок в один блок або створити простір, що веде до розповсюджувача."
    }
  ]
}